"OK" = "ĐƯỢC RỒI";
"All subscriptions" = "Tất cả đăng ký";
"Privacy" = "Sự riêng tư";
"Privacy policy" = "Chính sách bảo mật";
"Purchases restored successfully!" = "Đã khôi phục mua hàng thành công!";
"Restore" = "Khôi phục";
"Restore purchases" = "khôi phục mua hàng";
"Terms" = "Điều kiện";
"Terms and conditions" = "Các điều khoản và điều kiện";
"Annual" = "Hàng năm";
"6 Month" = "6 tháng";
"3 Month" = "3 tháng";
"2 Month" = "2 tháng";
"Monthly" = "hàng tháng";
"Weekly" = "hàng tuần";
"Lifetime" = "Cả đời";
"%d%% off" = "giảm giá %d%%";
"Continue" = "Tiếp tục";
"Default_offer_details_with_intro_offer" = "Bắt đầu dùng thử {{ sub_offer_duration }}, sau đó là {{ Total_price_and_per_month }}.";
"Something went wrong" = "Đã xảy ra lỗi";
